---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisHorizontalVoidThreshold
source: html/c1e60cf7-dad9-ea3f-0383-4bef2624ddd7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisHorizontalVoidThreshold Property

"Horizontal Void/Chase Area Threshold"

## Syntax (C#)
```csharp
public static ForgeTypeId EnergyAnalysisHorizontalVoidThreshold { get; }
```